others/testo/app/controllers/users_controller.rb

INSERT INTO `users` (`name`, `created_at`, `updated_at`) VALUES('koko', '2009-02-17 16:35:09', '2009-02-17 16:35:09')
---
  def create
    @user = User.new(params[:user])

    respond_to do |format|
      if @user.save